package utils

const val PRIVACY_POLICY_FULL_TEXT =
    """
Настоящая Политика конфиденциальности описывает, как предоставляемое вами персональное информация используется и обрабатывается в рамках нашего десктоп-приложения для проверки времени реакции водителя.

1. Собираемая информация

При регистрации в приложении для проверки времени реакции водителя, мы можем запросить следующие персональные данные:
- Имя, фамилия, отчество
- Возраст
- Пол
- Стаж вождения
- Категория водительского удостоверения

2. Использование информации

Данные, которые вы предоставляете при регистрации, используются исключительно для целей, связанных с функционированием десктоп-приложения для проверки времени реакции водителя. Мы можем использовать эту информацию для обеспечения вам доступа к функционалу приложения и для улучшения его работы.

3. Защита информации

Мы ценим вашу конфиденциальность и принимаем все необходимые меры для защиты ваших персональных данных от несанкционированного доступа, разглашения или утраты.

4. Предоставление информации третьим лицам

Ваши персональные данные не будут переданы третьим лицам без вашего согласия, за исключением случаев, предусмотренных законодательством.

5. Обновление информации

Вы имеете право в любое время обновить или исправить свои персональные данные, а также запросить удаление вашей учетной записи из системы.

6. Согласие с Политикой конфиденциальности

Регистрируясь в десктоп-приложении для проверки времени реакции водителя, вы соглашаетесь с условиями настоящей Политики конфиденциальности.

Если у вас возникли вопросы или требуется дополнительная информация, пожалуйста, свяжитесь с нами по указанным контактным данным.

Дата вступления в силу: 01.01.2020
    """